Revit 2027 API
NumberedReferenceInfo.GetReference Method
 The target reference for this object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference GetReference()
Public Function GetReference As Reference
public:
Reference^ GetReference()
member GetReference : unit -> Reference
Return Value
Reference
See Also
Reference
NumberedReferenceInfo Class
Autodesk.Revit.DB Namespace